# frozen_string_literal: true

tap 'heroku/brew'
tap 'homebrew/bundle'
tap 'homebrew/core'
tap 'homebrew/services'
brew 'openssl@3'
brew 'ruby-build'
brew 'rbenv'
vscode 'eamodio.gitlens'
vscode 'george-alisson.html-preview-vscode'
vscode 'GitHub.copilot'
vscode 'GitHub.heygithub'
vscode 'GrapeCity.gc-excelviewer'
vscode 'kaiwood.endwise'
vscode 'mechatroner.rainbow-csv'
vscode 'misogi.ruby-rubocop'
vscode 'ms-vscode.cpptools-themes'
vscode 'rebornix.ruby'
vscode 'tonybaloney.vscode-pets'
vscode 'wingrunr21.vscode-ruby'
